{
  "AUDIT FORM": {
    "paragraphs": [
      "Will Smith Hugh Jackman",
      "Robert Downey Dwayne Johnson",
      "Supplier Information:",
      "Audit Summary:",
      "Capgemini was founded by Serge Kampf in 1967[4] as an enterprise management and data processing company.",
      "The company was founded as the Société pour la Gestion de l'Entreprise et le Traitement de l'Information (Sogeti).",
      "In 1974, Sogeti acquired Gemini Computer Systems, an American company based in New York.[6] In 1975,",
      "having made two major acquisitions of CAP (Centre d'Analyse et de Programmation) and Gemini Computer Systems,",
      "the similarly named CAP UK and following the resolution of a dispute with over the international",
      "use of the name 'CAP', Sogeti renamed itself as CAP Gemini Sogeti.",
      "Cap Gemini Sogeti launched US operations in 1981, following the acquisition of Milwaukee-based DASD Corporation,",
      "specializing in data conversion and employing 500 people in 20 branches throughout the US. Following this acquisition,",
      "The U.S. Operation was known as Cap Gemini DASD.",
      "Management Responsibility Yes No N/A",
      "1. Does the company have a written quality policy or statement identifying the company’s",
      "objectives and commitment towards quality? Yes",
      "2. Is the written statement oriented towards reduction, elimination, and prevention rather than",
      "detection of product defects? Yes",
      "3. Is the quality policy effectively communicated so that it is understood and maintained",
      "throughout the organization? Yes",
      "4. Is there evidence that cross functional teams are involved in the quality planning process? Yes",
      "Page 1 of 8",
      "5. Is there documented evidence, supported by appropriate records, that upper management is",
      "proactively involved in maintaining the quality system? Yes",
      "6. Are quality responsibilities clearly defined and adequately staffed with qualified and",
      "experienced personnel to assure effective implementation of quality policies as well as of",
      "the achievement ofquality objectives? Yes",
      "7. Is there a clearly identified supplier representative whose function includes ensuring that the",
      "elements of customer standards are implemented and maintained? Yes",
      "8. Do records on file indicate that the management of the organization periodically reviews the",
      "quality system adopted to assure compliance to the requirements of customer standards? Yes",
      "9. Do records indicate a documented and controlled Business Plan which includes short and long term",
      "projections in financial, technological, sales, quality, manufacturing and involved resources as",
      "appropriate? Yes",
      "10. Are the company level data being used to monitor trends in terms of quality, operational and",
      "customer performance? Yes",
      "11. Has the supplier developed a systematic determination of customer satisfaction levels based on a",
      "documented process? Yes",
      "Quality System",
      "1. Is there a documented comprehensive quality system capable of meeting customer",
      "requirements? Yes",
      "2. Are quality procedures aligned such that they are consistent in supporting the written statement",
      "of corporate quality policy? Yes",
      "3. Does the supplier's procedures require that significant product and/or process changes must",
      "be communicated to and agreed upon by the customer prior to the actual action taken? Yes",
      "Contract Review",
      "1. Does the supplier conduct a documented contract review per internal procedure(s) to ensure that",
      "all requirements are thoroughly understood and are within the supplier’s capability prior to",
      "order acceptance? Yes",
      "2. Is there documented evidence on file to indicate deployment of customer contract requirements",
      "into the quality system? Yes",
      "3. Does the supplier have provisions to effectively document and deploy contract changes",
      "throughout the organization? No",
      "4. Does the supplier adequately maintain records of contract reviews? NA",
      "Document Control",
      "1. Has the supplier established and documented a procedure or procedures for controlling",
      "documents and data? Yes",
      "2. Per the procedure(s) are all documents reviewed and approved for adequacy by authorized",
      "personnel prior to release for use? No",
      "3. Are changes to existing documents reviewed and approved by the functions/organizations that",
      "performed the original approval? No",
      "4. Are all changes (revisions) identified on each document and do these revision notes indicate",
      "the purpose/reason for the change? No",
      "5. Are special characteristic symbols, where applicable, shown on process control plans and other",
      "pertinent documents such as control charts, in-process instructions, etc.? Yes",
      "6. Does the supplier formally acknowledge receipt of customer prints with all part number,",
      "customer drawing, and purchase order revision level changes? Yes",
      "7. Is there a documented procedure to assure that correct revision level customer drawings and",
      "specifications are always available and in use? Yes",
      "8. Is there a procedure in use that defines record retention practices, location, and retrieval",
      "methods? Yes",
      "9. Is the method of record retention accurate, accessible, and readily retrievable? Yes",
      "10. Per the procedure(s) are appropriate controls maintained for the release and updating of",
      "electronic data and software? NA",
      "Purchasing",
      "1. Is there a documented procedure for the qualification of sub-suppliers which includes an",
      "evaluation of their business practices, policies, and procedures? Yes",
      "Page 2 of 8",
      "2. Is an on-site survey or assessment conducted at the sub-supplier's manufacturing location prior",
      "to the issuance of a purchase order and does it include a performance evaluation based on",
      "quality, delivery cost, and technical support? Yes",
      "3. Does the supplier review and approve purchasing documents for their adequacy of clearly",
      "specified requirements prior to release of the purchasing document, i.e., quality requirements,",
      "description of the product or service being ordered, local government safety and environmental",
      "regulations, etc.? No",
      "4. Does the supplier maintain up to date quality records used to evaluate sub-supplier’s",
      "performance, including corrective actions when 100% on-time delivery is not achieved.? No",
      "Product Identification and Traceability",
      "1. Is there a method and a procedure of identifying the product throughout its manufacturing, and",
      "delivery stages? Yes",
      "2. Do records indicate that lot identity and disposition are maintained throughout the supplier’s",
      "manufacturing and delivery process to assure lot integrity and traceability to materials",
      "used and processes performed? Yes",
      "3. Does the method used indicate processing and inspection status of product throughout the",
      "system, including storage and in-process holding areas? No",
      "4. Does the supplier identify parts returned from the field for rework or sort with a unique lot",
      "number for traceability? Yes",
      "Process Control",
      "1. Are individual operations specified by detailed work instructions on the traveler or posted at",
      "each operation per QS-9000 Element 4.9? Yes",
      "2. Does the supplier's procedures require approval of the operator, process and equipment after",
      "set-ups, tool changes, etc., prior to actual use? Yes",
      "3. Are workmanship standards defined to accept/reject criteria by written specifications,",
      "photographs, and/or labeled limit samples for operators? No",
      "4. Is there a process to identify all applicable government safety and environmental regulations,",
      "i.e., handling, recycling, eliminating or disposing of hazardous material? NA",
      "5. Are the supplier's plant operating practices in accordance with these approved government",
      "safety and environmental regulations as well as measures that include machine location/",
      "operation, uncluttered aisles, slippery or dangerous floor conditions/markings and overhead/",
      "forklift or additional methods of material handling? Yes",
      "6. Is there a process router/traveler that defines each step of the manufacturing process in use",
      "on the production floor? Yes",
      "7. Has been prepared and implemented by the supplier a Contingency Plan to reasonably protect",
      "the customers supply in case of production interruptions ? Yes",
      "Incoming Materials Control",
      "1. Is there a procedure for the control and verification of purchased material prior to release to",
      "production and is there evidence of adherence to the procedure? Yes",
      "2. Are purchased materials traceable to material certifications and used on a first-in, first-out basis? Yes",
      "3. Does the supplier track purchased material rejection trends and rejection rates in Parts Per",
      "Million (PPM's) or by any other acceptable means? Yes",
      "4. Does the procedure require positive identification of material released to production that is not",
      "verified, for the purpose of potential positive recall, should a discrepancy be detected afterward? No",
      "5. Have established goals been directed towards the reduction of incoming inspection activities,",
      "where applicable, by \"ship-to-stock\" and/or certification programs? No",
      "6. Is the material storage area clean, well organized, and sufficiently maintained to prevent damage,",
      "contamination, and/or loss of traceability on raw materials or components? NA",
      "In-Process Inspection and Testing Yes No N/A",
      "1. Is first piece inspection (set-up approval) required after each machine set-up, tool change,",
      "or process change per a formal quality plan or documented procedure? Yes",
      "2. Does the supplier inspect, test, accept/reject, and identify product as required per a formal",
      "quality plan or the documented procedure? Yes",
      "3. Are set-up parts identified and segregated from production parts to prevent their inadvertent",
      "shipment to the customer? Yes",
      "Page 3 of 8",
      "4. Are sample sizes and frequencies of inspections performed and specified per a formal quality",
      "plan adequate as well as a documented procedure, and are they adequately and uniformly",
      "determined? No",
      "5. Are adequate records maintained of all inspections and tests? NA",
      "6. Does the supplier track in-process rejection trends and rejection rates in Parts Per Million",
      "(PPM) or by any other acceptable means? No",
      "7. Have goals been established to reduce and/or eliminate all identified in-process discrepancies? Yes",
      "Final Inspection and Testing",
      "1. Is final inspection and testing performed in accordance with the quality plan or documented",
      "procedures to verify conformance of the final product to the specified requirements? Yes",
      "2. Is all product held until all activities associated with the quality or documented procedures have",
      "been satisfactorily completed and the associated data and documentation is verified and",
      "approved? Yes",
      "3. Are adequate records maintained of all inspections and tests? Yes",
      "4. Does the supplier have adequate safeguards in place to prevent product from being shipped",
      "without proper verification, acceptance, and authorization from designated personnel? NA",
      "5. Do records indicate that the supplier tracks outgoing rejection trends and rejection rates in",
      "Parts Per Million (PPM) or by any other acceptable means? NA",
      "6. Does the supplier perform layout inspection and functional verification for all products as well as",
      "conduct scheduled audits of the packaged final product? No",
      "Inspection, Measuring and Test Equipment",
      "1. Does the supplier have a program or documented procedures to control, calibrate and maintain",
      "inspection, measuring, and test equipment? Yes",
      "2. Does the supplier establish, document and maintain calibration procedures, including details of",
      "equipment type, identification number, location, frequency of checks, checking method,",
      "acceptance criteria, and the action taken when results are unsatisfactory? Yes",
      "3. Are statistical methods (gage R&R and/or ISO-plot) used to determine stability and capability of",
      "inspection, measuring, and test equipment, and are appropriate corrective measures taken when",
      "this equipment is deemed unsuitable for the specific application? Yes",
      "4. Has the supplier determined and specified the required accuracy/precision? No",
      "5. Does the statistical method(s) used demonstrate that the inspection, measuring, and test",
      "equipment (including software when appropriate) available is capable of the required accuracy",
      "and precision? No",
      "6. Are all new/reworked, including employee-owned, gages subject to initial calibration prior",
      "to first use in order to validate the required bias and precision? Yes",
      "Inspection and Test Status Yes No N/A",
      "1. Is inspection and/or test status appropriately identified throughout the production process? Yes",
      "2. Does the supplier maintain a record of the authorization authority for each of the inspections or",
      "tests conducted? No",
      "3. Do records indicate the release of conforming product only by authorized inspection personnel? Yes",
      "Control of NonConforming Product",
      "1. Does the supplier have documented instructions to isolate, identify, and control all",
      "non-conforming material throughout the manufacturing process? Yes",
      "2. Are the responsibilities for review and disposition of non-conforming and suspect product",
      "clearly defined in a documented procedure? Yes",
      "3. Does the supplier have a documented procedure for immediate customer notification in the",
      "event that non-conforming material is suspected of being shipped? Yes",
      "4. Are products which have been dispositioned to rework or repair, handled with documented",
      "instructions that include re-inspection and re-identification (customer returns) prior to returning",
      "to the customer? No",
      "5. Are customer returns subject to the same documented instructions and controls used to handle",
      "non-conforming material from the manufacturing process? No",
      "6. Does the supplier track the rejection rate of returned goods from customers in Parts Per Million",
      "(PPM) or by any other acceptable means? Yes",
      "Page 4 of 8",
      "7. Are non-conforming materials and products, including customer returns, reviewed and recorded",
      "to permit defect analysis and establishment of a prioritized reduction plan ? Yes",
      "Corrective and Preventive Action Yes No N/A",
      "1. Does the supplier have documented corrective action procedures for all non-conformances",
      "detected either in their facility or their customer's facility? Yes",
      "2. Do records indicate that adequate analysis has been performed to determine and eliminate the",
      "root cause of a nonconformance using appropriate methods of problem solving? Yes",
      "3. Do records indicate that the supplier has verified the implementation and effectiveness of",
      "corrective action measures on subsequent production runs using mistake proofing methodology",
      "as appropriate? No",
      "4. Is the relevant documentation, i.e., Process Flow Diagram, PFMEA, Control Plan, work",
      "instructions, etc., updated and re-submitted for review and approval? No",
      "5. Are CUSTOMER complaints and/or reports of non-conformances handled effectively and",
      "resolved in a timely manner to prevent recurrence? Yes",
      "Handling, Storage, Packaging, Preservation, and Delivery",
      "1. Does the supplier have a procedure for handling, storage, packaging, and delivery of product? Yes",
      "2. Does the supplier's records indicate conformance to the procedure and any additional customer",
      "specifications? Yes",
      "3. Do material handling methods prevent product damage and deterioration? No",
      "4. If delivery performance is not 100% to schedule, are there appropriate analyses to determine root",
      "causes and corrective actions to prevent recurrence? NA",
      "5. Does the supplier have an inventory management system to optimize inventory turns and stock",
      "rotations? Yes",
      "Quality Records Yes No N/A",
      "1. Does the supplier have a procedure for the retention of quality record, i.e., PPAP approvals,",
      "control charts, FMEAs, quality audits, etc., and does the procedure specify the types and",
      "length of time records are to be retained? Yes",
      "2. Are all quality records (hard copy or electronic) readily available, legible, and identified to the",
      "product involved? Yes",
      "3. Are quality records stored in a suitable manner to prevent deterioration, damage, or loss? Yes",
      "4. Have the specified responsibilities for retention control and timely disposal of records been",
      "fulfilled? No",
      "Internal Quality Audits",
      "1. Is there a documented procedure for use in conducting internal audits or evaluations to",
      "determine the effectiveness of the supplier’s quality system in achieving stated quality",
      "objectives? Yes",
      "2. Are the auditors or personnel conducting the audit independent of the function(s) being",
      "audited? Yes",
      "3. Are audit findings submitted to the responsible personnel and upper management for review",
      "and used as a basis for continuous improvement plans? Yes",
      "4. Are suitable root causes, corrective actions, and proper follow-ups for effectiveness indicated in",
      "the audit records? Yes",
      "5. Is there documented evidence of a systematic improvement which can be directly attributed to",
      "a specific audit finding? No",
      "6. Is the work environment and general housekeeping included in the audit? No",
      "Training",
      "1. Is there an established and documented procedure for identifying the on-going training needs of",
      "employees and are the needs being met? Yes",
      "2. Are personnel assigned to specific tasks, qualified on the basis of their knowledge, education,",
      "training, and/or other skills as required? Yes",
      "3. Does the supplier maintain a record of training provided to each employee in an easily accessible",
      "and readily available format for quick reference when making work assignments? No",
      "4. Is the effectiveness of the training program periodically evaluated to assure it is capable of",
      "achieving stated objectives and requirements? No",
      "Page 5 of 8",
      "Servicing",
      "1. Is there evidence that the supplier has adequate procedures established for performing and",
      "verifying that the servicing meets the specified requirements related to managing customer",
      "interfaces, providing customer in-plant service, managing product warranty, as well as, managing",
      "and responding to customer complaints, etc.? Yes",
      "Statistical Techniques",
      "1. Are statistical techniques being used to control processes, minimize part-to-part variation, and",
      "verify the capability of process parameters and product characteristics? Yes",
      "2. Are statistical data summarized, reported, and acted upon (if corrections/improvements are",
      "required) on a regular basis? Yes",
      "3. Are short-term capability studies conducted on all new or changed processes prior to running",
      "initial sample parts? Yes",
      "4. Do production personnel possess adequate statistical skills and knowledge to understand No",
      "Control Plan requirements, analyze data, and make the necessary corrections (if required) to the",
      "processes which they are monitoring? No",
      "5. Are production personnel involved in the investigative, decision making, and problem solving",
      "process for all activities related to process variability activities in their areas? Yes",
      "6. Does the supplier use advanced quality planning to determine the appropriate statistical",
      "techniques? Yes",
      "Advanced Quality Planning",
      "1. Is there a documented procedure and/or stated commitment to use advanced quality planning",
      "techniques on all new or changed products/processes? Yes",
      "2. Does the supplier prepare a detailed Process Flowchart for each of his new/revised products or",
      "processes? Yes",
      "3. From this flowchart, does the supplier prepare a Process FMEA (Failure Mode and Effects",
      "Analysis) and a asubsequent Control Plan? No",
      "4. Do the Process Flowcharts, Process FMEA's, and Control Plans identify all significant activities",
      "from the purchase of raw material through shipment to the customer? No",
      "5. Is there evidence that the Process Flowcharts, Process FMEA's, and Control Plans are actually",
      "Updated when changes occur in design, processes, or when new failure modes are identified by",
      "subsequent rejections and root cause analysis? No",
      "6. Are all revised Process Flowcharts, Process FMEA's and Control Plans sent for customer",
      "concurrence of proposed changes prior to instituting any action? Yes",
      "Continual Improvement",
      "1. Is the supplier involved in activities for the purpose of continuously improving the quality,",
      "cost, and delivery of products and services provided? Yes",
      "2. Does the supplier have records that indicate the supplier has participated in Concurrent product/",
      "Process Development with any existing customers? Yes",
      "3. Is there evidence in the supplier's records of set-up or cycle-time improvements which directly",
      "improved quality, capacity, or resulted in a cost reduction? Yes",
      "4. Does the supplier use any automation techniques to improve product quality by eliminating the",
      "possibility of operator error? NA",
      "5. Has the supplier developed any specialized inspection equipment to perform 100% checking of",
      "dimensions deemed too critical for conventional inspection or statistical sampling errors? NA",
      "Facilities and Tooling Management Yes No N/A",
      "1. Is the supplier's plant layout clean, efficient, organized, and well lighted with demonstrated",
      "evidence of \"good housekeeping\" being practiced throughout the manufacturing process? Yes",
      "2. Is the quantity of equipment, size and physical plant layout capable of handling increased",
      "production volumes without serious detriment to overall operations and part quality? No",
      "3. Can the supplier show examples of Mistake-Proofing on fixtures, operations, or processes to",
      "eliminate the possibility of producing a defect? No",
      "4. Does the supplier have resources available for the support of tool and gage design and",
      "fabrication? Yes",
      "5. Does the supplier have resources available for tool and gage complete dimensional inspection? Yes",
      "Page 6 of 8",
      "Preventative Maintenance",
      "1. Does the supplier have a documented preventative maintenance system to assure that",
      "machinery, tooling, and equipment are maintained to support quality and production requirements? Yes",
      "2. Is there a schedule of planned regular maintenance on all machinery, tooling and equipment used",
      "to produce products including parts cleaning equipment? Yes",
      "3. Are records available for all maintenance conducted within the facility (both regularly scheduled",
      "and any unscheduled emergencies) whether done by outside contractor or company employees? Yes",
      "4. Are modifications or revisions of regular maintenance schedules based on tooling life studies",
      "and previous maintenance histories including emergencies? No",
      "5. Does the supplier use statistical data to reduce downtime (such as average number of parts run",
      "prior to tool sharpening or insert change)?",
      "6. Does the supplier monitor uptime/downtime on a real time basis as a measure of maintenance",
      "program effectiveness? NA",
      "7. Is there a documented training program for all personnel involved in performing maintenance",
      "activities? NA",
      "Sustainability Compliance Yes No NA",
      "1. Is the energy consumption level under control as per the consumption thresholds. Yes",
      "2. Is the waste re-cycling done periodically. Yes",
      "3. Is the emission of hazardous chemicals under control? No",
      "4. Is there usage of renewable sources of energy? Yes"
    ],
    "key_values": {
      "Supplier Name": "Vindus Enterprise",
      "Date": "9/9/2023",
      "Address": "Hyderabad, India , 500081",
      "Type of Survey": "Pre-Award: Follow-Up: Yes",
      "Supplier Personnel Contacted": "Stalcop Representative(s):",
      "Phone #": "9988992899",
      "Fax #": "040-383830282",
      "Commodity/Service Provided": "IT Applications Date Established: 1 October 1967,",
      "All Applicable SIC Codes for this location": "#121299",
      "Dun & Bradstreet Number": "9181928291292 Dun & Bradstreet Rating: 4.9",
      "No. of Facilities at this Location": "5 Total Square Feet: 5000000",
      "No. of Employees at this Location": "15000 QA: Yes Inspect: Yes",
      "Engr.": "John Mathew Prod.: OK",
      "SURVEY COMPLETED BY": "Jennifer Aniston",
      "TITLE": "Supervisor DATE: 9/7/2023"
    },
    "tables": [
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "Audit Summary:\nCapgemini was founded by Serge Kampf in 1967[4] as an enterprise management and data processing company."
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "The company was founded as the Société pour la Gestion de l'Entreprise et le Traitement de l'Information (Sogeti)."
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "In 1974, Sogeti acquired Gemini Computer Systems, an American company based in New York.[6] In 1975,"
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "having made two major acquisitions of CAP (Centre d'Analyse et de Programmation) and Gemini Computer Systems,"
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "the similarly named CAP UK and following the resolution of a dispute with over the international"
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "use of the name 'CAP', Sogeti renamed itself as CAP Gemini Sogeti."
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "Cap Gemini Sogeti launched US operations in 1981, following the acquisition of Milwaukee-based DASD Corporation,"
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "specializing in data conversion and employing 500 people in 20 branches throughout the US. Following this acquisition,"
      },
      {
        "Supplier Name: Vindus Enterprise\nDate: 9/9/2023\nAddress: Hyderabad, India , 500081\nType of Survey:Pre-Award: Follow-Up: Yes\nSupplier Personnel Contacted: Stalcop Representative(s):\nWill Smith Hugh Jackman\nRobert Downey Dwayne Johnson\nPhone #: 9988992899\nFax #: 040-383830282\nSupplier Information:\nCommodity/Service Provided: IT Applications Date Established: 1 October 1967,\nAll Applicable SIC Codes for this location: #121299\nDun & Bradstreet Number: 9181928291292 Dun & Bradstreet Rating: 4.9\nNo. of Facilities at this Location: 5 Total Square Feet: 5000000\nNo. of Employees at this Location: 15000 QA: Yes Inspect: Yes\nEngr.: John Mathew Prod.: OK": "The U.S. Operation was known as Cap Gemini DASD."
      },
      {
        "Yes": "Yes",
        "": ""
      },
      {
        "": "NA",
        "No": ""
      },
      {
        "Yes": "Yes",
        "": ""
      },
      {
        "Yes": "Yes",
        "": ""
      },
      {
        "": "NA",
        "No": ""
      },
      {
        "": "",
        "No": ""
      },
      {
        "Yes": "Yes",
        "": ""
      },
      {
        "Yes": "",
        "": ""
      },
      {
        "": "",
        "No": ""
      },
      {
        "Yes": "",
        "": ""
      },
      {
        "Yes": "Yes",
        "": ""
      },
      {
        "": "",
        "No": "No"
      },
      {
        "Yes": "",
        "": ""
      },
      {
        "Yes": "Yes",
        "": ""
      }
    ]
  },
  "ACTUAL SCORE 95": {
    "paragraphs": [
      "Reference Question Surveyor’s Comments On Item Rating (*)",
      "Number",
      "Page 7 of 8",
      "Page 8 of 8"
    ],
    "key_values": {},
    "tables": [
      {
        "Yes": "Yes",
        "": ""
      },
      {
        "Yes": "",
        "": ""
      },
      {
        "Yes": "Yes",
        "": ""
      },
      {
        "945": "1,000"
      },
      {
        "945": "95"
      },
      {
        "Reference Question\nNumber": "",
        "Surveyor’s Comments On Item Rating (*)": ""
      },
      {
        "Reference Question\nNumber": "",
        "Surveyor’s Comments On Item Rating (*)": ""
      },
      {
        "Reference Question\nNumber": "",
        "Surveyor’s Comments On Item Rating (*)": ""
      },
      {
        "Reference Question\nNumber": "",
        "Surveyor’s Comments On Item Rating (*)": ""
      },
      {
        "Reference Question\nNumber": "",
        "Surveyor’s Comments On Item Rating (*)": ""
      },
      {
        "Reference Question\nNumber": "",
        "Surveyor’s Comments On Item Rating (*)": ""
      },
      {
        "Reference Question\nNumber": "",
        "Surveyor’s Comments On Item Rating (*)": ""
      },
      {
        "": ""
      },
      {
        "": ""
      }
    ]
  }
}